Repository: Akotet08/LangCaptcha
Catalog: en-ko.tmx
Source language: en
Languages: ko

source: No wonder the Australian government is huffing and puffing.
ko: 왜 호주 정부가 버럭하고, 씩씩거리는 지 충분히 알 수 있는 대목이다.

source: The Canberra cables: next WikiLeaks drop to jeopardise World Cup bid?
ko: 다음 위키리크스(문서)가 될 캔베라 문서 유출은 호주의 월드컵 유치 건를 위험에 빠트릴 것 인가?

source: Since Australia received only one vote at FIFA in its bid for 2022, this claim could easily be accused of being a beat-up as one the comments suggests.
ko: (이후) 호주는 2022년 월드컵 유치 경쟁에서 오직 한 표만을 얻었다.

source: Antony Lowenstein is a well known blogger about the Middle East.
ko: 이는 어떤 댓글이 말한 대로 이 주장은 한 물간 내용이라는데 비난에 힘을 실어준다.

source: At the ABC’s Unleashed he questions the mainstream media’s reaction:
ko: 중동 지역 주제에 관해서 유명한 블로거인 앤토니 로웬스타인(Antony Lowenstein)은 ABC’s Unleashed에서 주류 언론 반응에 의문을 표했다:

source: There is an overly-suspicious attitude towards people like Assange who refuse to play the traditional media game.
ko: 어샌지 같이 전통적 언론 플레이를 거부하는 사람들에 대해서 과도한 의구심을 표하는 태도가 보인다.

source: He’s an outsider with exclusive information.
ko: 그는 엄청난 정보를 가진 아웃사이더 이다.

source: He hasn’t spent years cultivating contacts inside the media tent.
ko: 그는 미디어 범위 안에서 정보 출처를 구축하려고 몇 년간 애를 쓰지 않았으며 (여타 저널리스트 처럼) 자유시간을 정치인들과 내부 관계자, 에디터들과 어울리는데 사용하지 않았다.

source: And he doesn’t spend most of his free time socialising with political staffers, editors and insiders.
ko: …진정한 저널리스트의 일은 정부나 관계자들을 당혹스럽게 하는 상황으로부터 보호하는 것이 아닌, 공공의 이익과 관련된 사안을 탐구하는 일일 것이다.

source: …The job of real journalists is not to insulate officials or governments from embarrassment but to investigate legitimate stories relevant to the public interest. Where's the media's backbone over WikiLeaks?
ko: 위키리크스에 있어서 (기존)미디어의 등뼈(:자존심)는 어디 있는가?

source: At The Punch, Helen Young looks at the difficulties in keeping secrets in the digital age:
ko: The Punch 에서 헬렌 영(Helen Young)은 디지털 시대에서 비밀을 지키는 것이 얼마나 어려운 일인지를 밝혔다:

source: The latest Wikileaks disaster for the U.S. government may centre on the actions of its diplomats rather than its soldiers, but Cablegate and the Afghan and Iraq War Diary data dumps are all crises of information control and management.
ko: 미국 정부에 임한 최근 위키리크스 재앙은 미 군인의 행동보다도 외교관들의 행동에 더 초점이 맞춰져 있다. 이 사태와 더불어 아프칸-이라크 전쟁 일지 정보 유출은 정보 통제와 관리에 있어서 위기 상황을 드러내고 있다.

source: The Wiki leaks are not the end of all secrets
ko: 위키리크스가 모든 비밀의 종결점은 아니다.

source: Gary Sauer-Thompson of Public Opinion echoes Lowenstein’s concerns about the role of the media who are seen still acting as the gatekeepers:
ko: Public Opinion의 게리 사우어-톰슨(Gary Sauer-Thompson)은 아직도 기존 언론이 게이트 키퍼(무엇이 이슈가 될 지를 거르는)의 역할을 한다는 점에 있어 로렌스타인과 우려를 함께 했다:

source: What is interesting about the Wikileaks' dumps (the Afghanistan and Iraq war reports plus the diplomatic cable dump) is that the elite news organizations in the Internet age — in this case, The Guardian, NYT and Der Spiege etc —are conduits of material originally obtained not by their own investigative journalists but by others, such as WikiLeaks.
ko: 위키리크스 폭로 폭탄(아프칸, 이라크 전쟁 리포트와 외교 문서 폭로)에서 흥미로운 사실은 엘리트 뉴스 기업(가디언, 뉴욕타임즈, 슈피겔 등)이 인터넷 시대에 있어서 스스로 탐사 보도 기자가 마련한 자료를 통해 기사를 쓴 것이 아닌 타사의 자료(위키리크스 등)를 사용했다는 점이다.

source: …What we have is collaboration by major media organizations across international borders both in agreeing to work together in publishing the material and in agreeing what material should be kept out.
ko: …우리가 지금 보는 것은 메이저 언론사들이- 어떤 내용을 보도할 것인지 어떤 내용을 뺄 것인지를 서로 의논하여 결정하는- 국경을 넘어선 협력이다.

source: It is a new kind of global investigative journalism.
ko: 이것은 분명 새로운 형태의 글로벌 탐사 저널리즘이겠다.

source: WikiLeaks: embassy cables dump
ko: 위키리크스: 대사관 문건 유출

source: For Australia, the best or worst is yet to come unless governments manage to silence Julian Assange for good.
ko: 정부가 줄리안 어샌지를 입막음 하지 않는 한, 호주는 아직 최선이든 최악이든, (아주 극단적인) 상황에는 도달하지 않은 것으로 보인다.

source: The Sad Fate of Russia's "YouTube Cops" · Global Voices
ko: 러시아: 러시아 "유튜브 경찰들"의 슬픈 운명

source: It's not that corruption in the Russian police was unknown before Dymovskiy's video.
ko: 디모브스키의 비디오가 올라오기 전에 러시아 경찰의 부패가 알려지지 않았던 것은 아니었다.

source: It was the medium he chose for telling this open secret that attracted so much attention.
ko: 이 사안이 사람들의 관심을 끌게 된 이유는 그가 이 '공공연한 비밀' 을 알리기 위해 택했던 방법(매개체)이었다.

source: The full disclosure of the identity of the messenger was an essential part of the message, and it introduced a new form of citizen-to-government public communication: an online video address to the president or prime minister.
ko: 정보원의 신변이 완벽히 드러난 것이 이 메시지의 중요한 부분이었으며, 이로써 대통령이나 총리를 향한 온라인 비디오 청원이라는 시민들과 정부 사이의 새로운 커뮤니케이션 방법이 소개된 것이다.

source: Sadly, the online activity of the 'YouTube cops' has not yet changed things for the better.
ko: 슬프게도, "유튜브 경찰관들"의 온라인 활동이 상황을 좋은 쪽으로 변화시키지는 못했다.

source: Quite to the contrary: many of the most notorious of these newborn "video-bloggers" have been prosecuted.
ko: 오히려 이 새로운 "비디오 블로거들" 중 가장 악명높았던 사람들의 상당수는 기소당했다.

source: Serious personal consequences
ko: 심각한 개인적 여파

source: Alexey Dymovskiy became the first victim of his own initiative.
ko: 알렉세이 디모브스키는 그의 솔선수범으로 인해 가장 먼저 피해를 보았다.

source: On December 29, 2009 a criminal case against him was initiated. He was accused of fraud and misuse of authority.
ko: 2009년 12월 29일, 그는 사기죄와 공권력 남용죄로 기소당했다.

source: At the same time, the police investigation unit didn't find any evidence of the crimes he spoke about in his video address.
ko: 동시에 경찰 수사병력들은 알렉세이의 비디오 연설에서 그가 저질렸다는 범행들에 대한 증거를 찾지 못했다.

source: On January 22, 2010 Dymovskiy was arrested and spent almost 1,5 months in jail until he was released on March 7.
ko: 1월 22일 디모브스키는 구속되었고 3월 7일 풀려나기까지 거의 1달 반을 감옥에서 보냈다.

source: On March 23, 2010 Krasnodar city court ruled that Dymovskiy was guilty of libel against his former bosses and obliged him to pay an overall compensation fee of $3000.
ko: 2010년 3월 23일, 크라스노다르 시 법원은 디모브스키에게 전 상관들의 명예훼손죄 보상금으로 3000달러를 내도록 명령했다.

source: On February 21, 2010, Vadim Karastelyov, a non-governmental activist and supporter of Dymovskiy, was detained for seven days for organizing a support rally for Dymovskiy that was not endorsed by the local authorities.
ko: 2010년 2월 21일, 디모브스키의 지지자이자 비정부 운동가인 바딤 카라스텔요브가 지역 관료들의 승인을 받지 않은 디모브스키 지지 집회를 열었다는 이유로 7일동안 억류되었다 .

source: Immediately after his release Karastelyov was assaulted at the door of his home and beaten.
ko: 그가 석방되자마자 카라스텔요브는 그의 집 문가에서 습격당해 폭행당했다.

source: More still adding their voices
ko: 그들의 목소리에 동참하는 사람들

source: Public opinion on the 'YouTube cops' is divided.
ko: "유튜브 경찰들" 에 대한 여론은 분열되어 있는 상태다.

source: After the initial chaotic support for their cause, some liberal journalists claimed that Dymovskiy was involved in a number crimes himself, and that he had no right to accuse the police of corruption.
ko: 그 원인에 대한 초기의 광적인 지지 후에, 몇몇의 진보적 언론인들은 디모브스키 자신도 몇 개의 범죄에 연루되어있으며, 경찰의 부패를 비난할 자격이 없다고 주장했다 .

source: There is plenty of evidence to suggest that mostly every YouTube cop has been involved in some kind of suspicious activity in the course of their career.
ko: 사실 거의 모든 유튜브 경찰들이 그들의 공직 생활 동안 어떤 의심스러운 활동에 참여했다는 증거는 충분하다.

source: Although accusations against Dymovskiy and others still stand, the furious reaction of the police chiefs, and the considerable risks taken by the video makers, is one kind of evidence that what they say is true.
ko: 디모브스키와 다른 이들에 대한 비난이 존재하기는 하지만, 경찰청장들의 분노에 찬 반응과 비디오를 녹화한 사람들이 감당해야 했던 엄청난 위험은 그들의 주장이 사실이란 것을 입증하는 하나의 증거다.

source: In all cases, the police commanders have focused on eliminating the sources of the 'public leakage' rather than attempting to make changes (the police reform introduced at the end of 2009 can hardly be considered an actual change).
ko: 모든 사건에서, 경찰 수뇌부는 변화를 일으키기 보다는 '정보 유출' 의 근원지를 없애는 것에 주력했다 (2009년 말에 시행된 경찰 개혁은 사실 변화라고 치기도 어렵다).

source: The story of 'YouTube cops' vividly shows how Russian law enforcement structures react to the attempts of online whistle-blowers.
ko: 유튜브 경찰들의 이야기는 러시아 법 집행부가 온라인 내부 고발자들에 대해 어떻게 반응하는 지를 여지없이 보여준다.

source: Dymovskiy and his followers have not experienced the same glorious fate of Frank Serpico, a New York policeman who testified against city corruption.
ko: 디모브스키와 그의 추종자들은 도시의 부패에 맞서 증언했던 뉴욕의 경찰관 프랭크 세르피코와 같은 영광적인 순간을 맞지 못했다.

source: Unlike Serpiko, Dymovskiy has not received any awards, and his story has not been turned into a Hollywood movie (other than the movie he made himself, of course).
ko: 세르피코와는 다르게, 디모브스키는 어떠한 상도 받지 못했고, 그의 이야기가 할리우드 영화로 만들어지지도 않았다 (물론 그가 직접 제작한 영상을 빼고서는 말이다).

source: So far, he and his supporters have been persecuted, marginalized, and their claims were ignored.
ko: 현재까지, 그와 그의 지지자들은 박해당했고, 과소평가당했으며, 그들의 주장도 무시당했다.

source: A year and a half after having been authorized to resume flights to Portugal, the Angolan airline TAAG, is again involved in serious problems related to the safety of its planes.
ko: 포르투갈로의 운항이 재개된 지 불과 1년 반 만에 앙골라 항공 TAAG의 항공기 결함이 또 다시 도마 위에 올랐다.

source: Yesterday, December 6, a little after having taken off from Lisbon's Portela Airport, passengers and crew that were aboard the Boeing 777 to Luanda heard a noise and intense vibration caused by a number of parts that came loose from the engine of the airplane.
ko: 지난 12월 6일, 리스본 포르텔라 공항을 떠난 지 얼마 지나지 않아서 앙골라 수도 루안다행 보잉777내 승객과 승무원들은 소음과 진동을 느꼈다.

source: The parts fell on the streets of the town of Almada, causing some physical damage and injuring two but not seriously.
ko: 알마다 주민 2명은 하늘에서 떨어진 부품들에 맞아 부상을 입었다.

source: There was no need to wait for the reaction of bloggers, faced with the seriousness of the situation.
ko: 누리꾼들은 지체 없이 사태의 심각성을 인터넷에 경고했다.

source: The Pululu blog read:
ko: 블로그 Pululu에는 다음과 같은 글을 남겼다:

source: Zambia: I Blog to Remind Zambians Who They Are · Global Voices
ko: 잠비아 : 내가 블로그를 운영하는 이유

source: Mwata Chisha is a Zambian blogger based in the United States of America.
ko: 므와타 치샤는 미국에 거주중인 잠비아인 블로거이다.

source: His blog is called Cultural Intelligence: Philosophies and Personal Opinions of Mwata Chisha.
ko: 그는 ‘문화적 지능: 므와타 치샤의 사상과 개인적 견해’라는 제목의 개인 블로그를 운영하고 있다.

source: Chisha, an avid contributor on cultural, historical and philosophical issues on one online forum where I first met him, uses his blog, among other things, to analyse statements and actions of political leaders on a “rational—irrational” scale.
ko: 나는 치샤를 온라인 포럼에서 처음 알게 되었는데, 그는 그 포럼에서 문화적, 역사적 그리고 철학적 이슈에 관해 열띤 토론을 벌이는 이들 중 한 명이었다. 정치인들의 발언과 활동이 얼마나 합리적인 가를 분석하는 것이 그가 블로그를 운영하는 주된 이유라고 말한다.

source: One article that got the “Irrational thinker of the Week” label was in early August 2010 when the controversial National Constitutional Conference (NCC) of Zambia distributed the draft constitution for public scrutiny.
ko: 2010년 8월, 잠비아의 국헌회(NCC)가 국민들이 철저히 검토할 수 있게 하기 위해 국헌 초안을 배포했을 때의 일을 다룬 기사다.

source: However, an official of an opposition political party which refused to sit on the NCC, publicly tore the document. This act drew condemnation from NCC supporters including the government.
ko: 국헌회 배포 후 한 반대당 의원이 국헌회의에 참석할 것을 거부하며 많은 사람들이 지켜보는 앞에서 문서를 갈기갈기 찢었고 이는 정부를 비롯한 국헌회 지지자들의 비난을 샀다.

source: A story in the Times of Zambia ran thus: “The National Constitutional Conference (NCC) has said the conduct of Patriotic Front (PF) deputy national secretary Samuel Mukupa to tear the Draft Constitution at a political rally is an insult to the many Zambians who have made submissions including Parliament.”
ko: Times of Zambia에 실린 관련 기사는 다음과 같았다: “국헌회는 국민대회에서 국헌 초안을 찢은 국무차관 사뮤엘 무쿠파(Samuel Mukupa)의 행위에 대해 국회를 포함한 잠비아 국민들에 대한 모독이라고 지칭했다.

source: Analysing the story section by section, Chisha asks, "How does an expression of disagreement turn into an insult? If indeed it is an insult, what is the nature of the insult?"
ko: 기사를 한 문단 한 문단 분석하면서 치샤는 묻는다, “의견차를 표출하는 것이 어떻게 모독으로 둔갑한 것이며 만약 이 행위가 진정 모독이었다면 도대체 어떤 식의 모독이었다는 걸까요?

source: On NCC spokesperson Mwangala Zaloumis following statement “Zambians have been making submissions to the Draft Constitution and huge resources have been spent on this very important document therefore it would be wrong for people to politicise the process.”
ko: 국헌회 대변인 망갈라 잘로미스(Mwangala Zaloumis)는 “잠비아 국민들은 이 국헌 초안에 동의해왔고 또한 우리는 이 중요한 문서를 완성시키는 데에 엄청난 자원을 쏟아 부어왔습니다.

source: Chisha states, "I thought the constitution itself was a political product.
ko: 그것이 바로 이를 통과시키는 절차를 정치화시키는 것이 잘못된 이유입니다.

source: How does one politicize something that is already politicized?”
ko: “국헌 자체가 정치적인 결과물인데 이미 정치화 된 것을 어떻게 정치화 할 수 있다는 말입니까?

source: On Mwangala's argument that since the NCC was a creation of the National Assembly it was wrong for an opposition leader to deal with the draft constitution in the manner he did, Chisha pointed out that: “A creation of National Assembly or not, nothing prevents one from expressing disagreement with the contents of the document as it stood.”
ko: ” 망갈라는 국헌회가 국회의 부속인 만큼 반대당의 대표가 그런 식으로 국헌을 취급하는 일은 용납할 수 없다고 반박했다.

source: US-based Zambian blogger Mwata Chisha
ko: 이에 대해 치샤는 이렇게 말한다.

source: I recently caught up with Chisha and interviewed him about his interest in blogging.
ko: 그게 바로 국헌 자체에 명시된 내용이기도 하고 말이다.

source: Let me start by saying, I only write about that which I care about.
ko: 언제부터 그리고 왜 블로깅을 시작했나요?

source: I care about Zambians.
ko: 또한 타깃으로 삼는 독자층이 있다면요?

source: Saying that I am honest to myself with every piece I put out.
ko: 먼저 말씀드릴 것은 나는 내가 진정으로 관심을 가지는 주제에 대해서만 기사를 쓴다는 거예요.

source: However, I am not married to the content.
ko: 그 예로는 잠비아가 있죠.

source: I am willing and ready to learn from the responses that my pieces generate.
ko: 그리고 나는 항상 내가 느끼는 그대로 진솔한 기사만을 씁니다.

source: I started blogging by contributing to Zambia Online.
ko: Zambia Online에 글을 쓰기 시작하면서 블로그를 시작했어요.

source: The few posts that I wrote stimulated comments from many Zambian brainiacs who graced Zambia Online.
ko: 제가 쓴 기사에 Zambia Online을 빛내준 많은 잠비아 지식인들의 코멘트가 달렸죠.

source: This motivated me to take blogging seriously.
ko: 이는 블로그 운영을 진지하게 시작한 동기부여가 됐어요.

source: Another thing was the lack of communication skills among political figures in Zambia.
ko: 또 다른 이유는 잠비아 정치인들이 소통하는 능력이 부족하다는 데에 있었어요.

source: These are supposed to constitute Zambia's best public image but their ability to process and analyse information in a public discourse leaves a lot to be desired.
ko: 그들은 잠비아에서 가장 표본이 되어야 할 인물들인데도 불구하고 정보를 처리하고 분석하는 수준을 보면 능력이 부족하다는 게 보이죠.

source: It was the lack of quality analyses that made me want to start a repository of my thoughts and philosophies.
ko: 질 좋은 분석이 없었기 때문에 저만의 생각과 철학을 저장해두는 창고를 만들고 싶다고 생각하게 됐어요.

source: What is the daily/weekly readership of your blog?
ko: 매일/매주 블로그 방문자 수는 어느 정도 되나요?

source: I don't pay attention to traffic at this time.
ko: 지금은 블로그 방문자 수에 크게 신경 쓰지 않아요.

source: Up until last year, I had not publicized my blog although it has been up since 2007.
ko: 2007년부터 시작했지만 작년까지도 홍보를 하지 않았었거든요.

source: A couple hundred hits a week would not be a stretch.
ko: 주당 200명 정도 들어온다고 하면 대충 맞을 거예요.

source: How did you get involved in blogging?
ko: 블로그를 어떻게 처음 시작하게 됐죠?

source: Were you inspired by (an)other blogger(s)?
ko: 다른 블로거들에게 영향을 받았나요?

source: Like I mentioned in question #1, I interacted with a number of Zambian thinkers on Zambia online.
ko: 첫 번째 질문에도 대답했지만 Zambia Online에서 여러 잠비아 지식인들과 소통했었어요.

source: That blog is quite busy.
ko: 그 웹사이트는 꽤 혼잡해요.

source: It is not easy to present a thought on it and have it attract more of its kind and move it to refinement or better still enrich the contributors.
ko: 제 생각을 포스팅 한 뒤에 거기에 비슷한 의견의 글이 올라와서 거기서 더 발전을 하기를 기대하는 건 쉽지 않은 일이에요.

source: I started a blog to focus on the issues affecting Zambians from a thinking dimension.
ko: 생각의 측면에서 잠비아 국민들에게 영향을 미치는 이슈들을 중점적으로 다루기 위해서 블로그를 시작했어요.

source: In our world today it is easy to get caught up in the mires of senseless politics.
ko: 요즘 시대에는 무분별한 정치적 진흙탕 싸움에 말려드는 일이 비일비재하죠.

source: That is what most people have done.
ko: 거의 모든 이들이 그래왔고요.

source: They are swept up in the thoughtlessness of the moment.
ko: 순간의 무의식에 휩쓸리는 거예요.

source: From where I stand, this opens a room for other people to define them.
ko: 제 입장에서 볼 때 이 블로그는 국민들이 정치인들을 정의 내릴 수 있는 공간을 열어두는 겁니다.

source: Further, it opens up avenues to influence the greater population.
ko: 나아가 더 많은 국민들이 영향을 받을 수 있는 길을 여는 것이기도 하고요.

source: Because, whether we believe it or not, this information we share online filters through.
ko: 왜냐하면 우리가 믿건 믿지 않건 간에 온라인에서 우리가 공유하는 정보는 서서히 알려지게 마련이거든요.

source: And the loss that the nation incurs, which include, among other things, culture, self respect and dignity, is hard to recover.
ko: 문화, 자존심 그리고 존엄성과같이 잠비아가 맞닥트리는 손실은 회복되기 힘들어요.

source: In short, my inspiration comes from Zambians' willingness to cede control, their failure to assert themselves in matters that really matter to the future of Zambia.
ko: 짧게 말하면 제게 영감을 준 것은 잠비아 국민들이 지배권을 양도해버린 것 그리고 잠비아의 미래에 직결되는 문제들에 관해서 자신들의 목소리를 내지 못하고 있다는 것이었습니다.

source: What, in your view, is the future of blogging in particular and citizen journalism in general in Zambia?
ko: 치샤씨가 생각하는 잠비아의 블로그들과 시민 저널리즘의 미래는 어떠한가요?

source: You can count on Zambians to embrace technology.
ko: 잠비아인들이 기술을 받아들일 것이라는 것은 믿어도 되는 사실입니다.

source: You can also count on them to learn new ways of transmitting thoughts.
ko: 그들이 생각을 전달하는 새로운 방식을 배울 것이라는 것도 마찬가지이죠.

source: Blogging, as a form of citizen journalism, will grow and metamorphose as more people gain access to high speed Internet, master new tools of communication and become digital literate.
ko: 좀 더 많은 이들이 인터넷을 사용할 수 있게 되고, 새로운 소통의 도구를 다루는 방법을 완벽히 익히고 또 디지털 방식에 익숙해진다면 시민저널리즘의 한 형태인 블로깅은 점점 커지고 천천히 변화할겁니다.

source: Competition will get tight.
ko: 경쟁은 치열해지겠죠.

source: That is the least of my concerns.
ko: 이 부분에 대해서는 별로 걱정하지 않아요.

source: My concernt is the quality of what is being transmitted on the Internet.
ko: 제가 진정으로 걱정하는 부분은 인터넷에 돌아다니는 정보의 질적 수준이에요.

source: Most of what we are sharing is done so in haste, not enough thought and time put to it.
ko: 우리가 공유하는 것들의 대부분은 충분한 생각과 시간이 주어지지 않은 채 빠르게 공유되고 있어요.

source: In fact most of what we share online is not local content, we share foreign ideas and Western worldview at the expense of Zambia and Zambians.
ko: 사실 온라인에서 공유되는 것들의 대부분은 잠비아 지역의 콘텐츠가 아니에요. 잠비아와 잠비아인들이 희생해가면서 외부에서 들어온 생각과 서양의 세계관을 인터넷으로 공유하고 있죠.

source: Our culture is in intensive care unit because of Zambians' insatiable quest for all things western.
ko: 잠비아인들의 채울래야 채울 수 없는 서양 것들에 대한 갈망 때문에 우리의 문화가 위협받고 있어요.

source: My blog is about reminding us about who we are.
ko: 제 블로그는 우리가 누군지에 대해 각인시키려는 노력입니다.

source: What do you think of government's proposal to control the media through statutory means?
ko: 정부가 언론통제 법안을 제안했는데 이에 대해 어떻게 생각하시나요?

source: Would this increase blogging since anyone with the means can blog?
ko: 이 때문에 블로그를 하는 사람이 더 늘어날 거라고 보시나요?

source: The government is trying hard, as it has done in the past, to gag the masses.
ko: 정부는 과거에도 그래왔듯 여전히 국민들의 입을 막으려 노력하고 있어요.

source: It should be plain to all that our leaders are insecure that is why they are pushing for statutory regulation.
ko: 잠비아 정치인들이 이토록 법적인 규제를 원하는 것이 그들이 불안정하기 때문이라는 것은 모두들 아는 사실입니다.

source: If the people holding office were assigned to portfolios that they had expertise in, they would welcome comments from all stakeholders. But what they ought to know is, the more they use state force to restrain people from airing their frustrations, the more people would seek alternatives.
ko: 그들이 알아야 하는 것은 그들이 국민들이 언론을 통해 불만을 토로하는 것을 국가적 힘으로 막으려고 하면 할수록 국민들은 계속해서 대안을 찾아낼 것이라는 거예요.

source: As long as individuals in government continue to believe government is a club whose sole purpose is to serve the interests of the members, they will continue to lose the confidence of the people. 6.
ko: 정부 고위직들이 계속해서 정부를 자신들의 이익을 위한 클럽으로 취급하는 한 그들은 국민들의 신임을 잃어갈 수 밖에 없을 겁니다.

source: Would blogging contribute to national development by people writing about their achievements which are normally ignored by the mainstream media?
ko: 블로깅을 통해 사람들이 주요 언론사들에 의해서는 잘 알려지지 않는 성과에 대해 글을 쓰게 되면 그 것이 결국 국가의 발전에 기여할거라고 믿으시나요?

source: There is an avalanche of information flowing from all sources.
ko: 정보는 여기저기서 홍수처럼 쏟아져 나오고 있어요.

source: Some good and some not so good.
ko: 몇몇은 믿을만하고 나머지는 그렇지 않죠.

source: But one would be deluding oneself if one thought that effective solutions would be delivered to them in a golden package and silver ribbon by FEDEX.
ko: 그렇지만 만약 효과적인 대책들이 예쁘게 포장된 상자에 페덱스로 우리에게 배달될 거라고 생각한다면 그건 아주 큰 착각이죠.

source: Until we have people of conscience in office, individuals who are selfless and truly concerned about the status and condition of Zambia, I am afraid the information will continue to go to waste.
ko: 양심적이고 이타적이며 잠비아가 처한 상황에 진심으로 염려하는 이들이 나라를 이끌어가지 않는 이상 그러한 정보들은 버려질 것이라 우려됩니다.

source: What is the outlook for Africa, which is usually seen through the Western prism?
ko: 흔히 서양의 관점에서 보는 잠비아의 앞날에 대한 전망은 어떠한가요?

source: Africa is the last frontier in anything one can think of.
ko: 아프리카는 모든 이슈에 있어서 가장 마지막에 위치한 한계선이죠.

source: The earlier we Africans get this in our heads, the better for the rest of mankind.
ko: 우리가 이러한 것들을 더 빨리 알아챈다면 그것은 결국 인류에게 좋은 일이 될 겁니다.

source: Remember, it all started in Africa and once Africa is destroyed that will be it for the human race.
ko: 모든 것은 아프리카에서 시작됐죠 그러니 아프리카가 파괴된다면 그것은 인류에게도 마지막일 겁니다.

source: The west sees Africa as the source of raw material whose people don't know its values.
ko: 서양은 아프리카를 원자재가 풍부하지만 그 가치를 모르는 이들이 사는 곳이라 치부해요.

source: It is unfortunate that this thought is shared by both the East and the West and Africa is caught in the middle, poor and defenseless, and more importantly thoughtless.
ko: 아프리카는 그 중간 어딘가에 가난한 무방비상태로, 무엇보다도 생각이 없는 채로 갇혀있죠.

source: We will appreciate a brief bio about yourself: where you blog from and what you are doing at the moment.
ko: 본인에 대해 짧게 요약해 주신다면요?

source: I am a natural man, a husband, a father, an uncle, a brother, and a friend, temporarily stationed in the USA.
ko: 나는 평범한 사람이에요. 남편이며, 아버지이며, 삼촌, 오빠이자 친구인 사람입니다.

source: I am a college faculty members and facilitate learning in Economics, Sustainable Development, Business, Planning, and Public Administration.
ko: 대학에서 경제학, 지속가능한 개발, 비즈니스, 기획과 행정을 가르칩니다.

source: Syria: Let It Snow! · Global Voices
ko: 시리아: 눈아 내려라!

source: It's been a whirlwind week of weird weather for much of the Levant, as relieving rains and surprise snows blanket the landscape.
ko: 요 한 주간 시리아 레반트(Levant)지방은 이상한 날씨의 소용돌이 속에 들어갔다.

source: In the Syrian capital, the streets are covered with snow for the first time in years.
ko: 그나마 좀 나은 비가 오나 싶으면 갑자기 폭설이 지역을 다 덮어버렸다.

source: Though the Damascus skies occasionally sprinkle snow, rarely does it stick to the ground.
ko: 이 곳에서는 간혹 하늘에서 눈이 오더라도 그 눈이 땅에 쌓이는 일이 아주 드물다.

source: One blogger, 50% Syrian, is thrilled by the development:
ko: 블로거 50% Syrian은 이 일에 대해 매우 흥분하며 이렇게 말했다:

source: For most young Damascenes (20s, early 30s), this is the very first time in their life that they see it snow in Damascus.
ko: 20대나 30초반의 다카스커스 젊은 층에게는 요번이 다마스커스에서 눈을 처음 본 날일 겁니다.

source: A report I just read says it’s been 25 years since it last snowed in this beautiful city of spirit and soul.
ko: 그러나 제 아버지 형제 분은 50년 전 쯤 이 도시에서 눈을 본 적이 있다고 하네요.

source: But according to my father-in-law he saw it snow around 50 years ago… and doesn’t remember seeing snow on the streets of the Syrian capital, ever since.
ko: 제가 사랑하고 아끼는 이 도시에 정착하기 전에도 저는 여러 계절에 이 도시를 방문하곤 했습니다. 그러나 이번은 제 30년 생에 처음으로 보는 장면입니다.

source: Before settling in this city I most cherish and adore, I have been in and out of Damascus during many seasons, but this is the first time in my 30-something life that I see snow fluff down from the sky, so serenely and beautifully, filling me with hope and love, more than anything else.
ko: 눈이 하늘에서 보풀보풀 내리는 이 고요하고도 아름다운 장면을 보고 있으니 제 마음까지 희망과 사랑으로 찼습니다. Photo by Mustafa Hamido, Aleppous Project

source: Photo by Mustafa Hamido, Aleppous Project
ko: Why so Syria?

source: Why so Syria? describes herself as a Mexican-American in Damascus by way of Boston.
ko: 라는 이름의 블로거는 보스톤을 경유해서 다마스커스에 와있는 멕시칸계-미국인이다.

source: For that reason, she was especially surprised to wake up to snow flurries.
ko: 그녀는 잠에서 깨어나 흩날리는 눈발을 보고 꽤나 놀랐다고 했다.
